{
  "intro": "International Missionary Fellowship is a Christian based, non denominational 501(c)3 nonprofit organization that strives to share the love and compassion of our Lord through service to the people of Bombardopolis Haiti. Our main ministry is the administration, supplying and funding of Hospital Evangelique Bombardopolis (HEB), the only hospital that serves the 50,000 people in the region. We also minister to their physical and spiritual needs as well with programs ranging from food and water to the need to hear and learn about Christ Jesus.",
  "history": {
    "description": "IMF had its beginnings in the 1970’s in Jamaica where Tom Northen our founder had an established missionary effort underway. After a providential trip to northwest Haiti and Bombardoplis the mission migrated to that region and has been there ever since. The Lord has grown the hospital from its simple beginnings to a well run hospital providing continuous quality health care to the people in the region and we are continuing to grow. HEB has recently been cited and recognized by the Haitian Health Department as the best run mixed institution in the northwest region and Haiti. Not only is HEB providing top notch health care it is also one of the largest employers in the area. With the exception of the director, all positions are staffed by Haitians, from the doctors to the guards.",
    "images": [
      {
        "image": "img/history1.jpg"
      },
      {
        "image": "img/history2.jpg"
      },
      {
        "image": "img/history3.jpg"
      }
    ]
  },
  "mapAndCampus": {
    "map": {
      "description": "This shows our 10-acre property in Bombardopolis, NW Haiti. Our main buildings are the green and cream color buildings. The building in the center area with the solar panels on the roof is the main (original) hospital building that has offices, clinic, waiting rooms, pharmacy, lab, peds ward, women’s ward, men’s ward, some support spaces. Left of the main hospital are clinic, doctor exam rooms, storage, behind that is the newer maternity wing for women’s health and labor and delivery. The building in front of that is a new partially finished operating room facility. The community well that we put in a few years ago is the small green building north of the main hospital building. On the bottom and right side of the picture are some maintenance and support buildings, doctors house, wash room and laundry facilities, staff house and missionary house.",
      "image": "img/campus.jpeg"
    },
    "campus": {
      "description": "This picture shows the Hospital Evangelique Bombardopolis (HEB) in Haiti. The hospital was established by the International Missionary Fellowship and serves as the main focus of their ministry. The hospital provides top-notch healthcare services to the people in the region, including medical care, surgeries, and emergency treatment. As a mixed institution, HEB also provides mental health services, rehabilitation, and a maternity ward. The hospital is staffed by a dedicated team of Haitians who work tirelessly to ensure that patients receive the best care possible. This picture is a testament to the hard work and dedication of the International Missionary Fellowship and the people of Haiti who continue to benefit from their services.",
      "image": "img/hospital.jpg"
    }
  },
  "missionaries": [
    {
      "name": "Tom and Jean Northen",
      "position": "Missionary",
      "description": "Steve and Faith Leach, who served as IMF’s missionaries for more than 20 years, recently returned home to the States from Bombardopolis. During their tenure they were aided at various times by fellow missionaries most notably Dan and Sharon Beardsley, and Betsy Rennells. Their service and commitment to the Lord and the people of Bombardopolis saw them through many challenges and helped bring about many victories. Steve and Faith also raised their 4 children while serving. We thank the Lord for their faithful service.",
      "image": "img/imffoundations01b.jpg"
    },
    {
      "name": "Steve and Faith Leach",
      "position": "Missionary",
      "description": "Steve and Faith Leach, who served as IMF’s missionaries for more than 20 years, recently returned home to the States from Bombardopolis. During their tenure they were aided at various times by fellow missionaries most notably Dan and Sharon Beardsley, and Betsy Rennells. Their service and commitment to the Lord and the people of Bombardopolis saw them through many challenges and helped bring about many victories. Steve and Faith also raised their 4 children while serving. We thank the Lord for their faithful service.",
      "image": "img/steveandfaith.jpeg"
    },
    {
      "name": "Matt and Sarah Rideout",
      "position": "Missionary",
      "description": "Matt and Sarah Rideout, along with their 4 children, took over the mission after the Leach’s in the early part of 2017. They had worked in Haiti for over 5 years before coming to IMF and bring a wealth of experience, ideas and energy. They were able to add building structures, support buildings, solar power for the campus, improved internet, and many other improvements. We thank God for their service to IMF.",
      "image": "img/mattandsarah.jpeg"
    },
    {
      "name": "Russ Beaurivage",
      "position": "Missionary",
      "description": "Russ is our new missionary partner in Bombard and comes with his ministry \"Hope From Above\". We are thankful that God brought Russ to us and for his faithful calling to this work.",
      "image": "img/img_1319.jpg"
    }
  ],
  "boardOfDirectors": [
    {
      "name": "John Doe",
      "position": "Missionary",
      "image": "img/home-card-health.jpeg"
    },
    {
      "name": "John Doe",
      "position": "Missionary",
      "image": "img/home-card-health.jpeg"
    },
    {
      "name": "John Doe",
      "position": "Missionary",
      "image": "img/campus.jpeg"
    }
  ],
  "haitianStaff": {
    "description": "It would be a disservice to not mention the Haitian staff serving HEB. Nothing we do would be possible without their talents and labors of everyone from the medical staff, to the administrative staff, to the maintenance staff, to the support staff. They too are an integral part of IMF.",
    "image": "img/home-header.jpeg"
  },
  "enabledToDo": [
    {
      "description": "Over 50% of blank happened"
    },
    {
      "description": "Over 50% of blank happened"
    },
    {
      "description": "Over 50% of blank happened"
    }
  ],
  "bannerImage": "img/campus.jpeg"
}