{
  "topDescription": "Ministering to the poor is a recurring directive from God throughout His Word. As we reach out in His name, we pray that His will be done among some of the poorest and most forgotten folks in His world. Please join us in prayer that He will lead us and touch lives for His Kingdom.",
  "causes": [
    {
      "title": "Medical Care",
      "description": "**Hospital Evangelique de Bombardopolis**\n\nProviding medical and spiritual care to the more than 50,000 individuals and families of rural northwestern Haiti, the main ministry of International Missionary Fellowship continues to be Hospital Evangelique de Bombardopolis."
    },
    {
      "title": "Widows Home",
      "description": "Life in Haiti is hard. It is especially so for the matriarch of the family. She has birthed the babies, cared for the babies, and raised the babies in hopes that they will care for her in her old age. She has cooked, cleaned, toted water, raised a garden, gone hungry, seen her children go hungry, and seen her children grow up with little or no opportunity. She has raised a garden and seen gardens fail from drought. She lived a life that included none of what we in America have for years considered basic necessities — electricity and all that comes with that, running water, free schooling, grocery stores, money to buy groceries. There is no waiting for retirement — the golden years; there is no vacation. Add to that your husband has died and your children are unable to care for you. This is the situation of the ladies who we are able to provide basic comfort and housing in their later years. God’s word tells us that this is pleasing to Him."
    },
    {
      "title": "Fruit Bearing Tree Project",
      "description": "A way we seek to address the chronic problem of hunger in our area is by supplying food bearing trees to the folks of the community. The benefits of this method are several. It involves the recipient in their own welfare. Though it is fairly labor intensive for us, it is low in cost to maintain. It does not engender dependence. It does not introduce an alien model, as food bearing trees have been utilized here for centuries. It shows the love of Christ in a tangible and sustainable way (James 2:15 & 16)."
    },
    {
      "title": "Water",
      "description": "Water, for most of us, is a “no brainer”, we just use what we need and don’t think about it. In many parts of many developing nations getting water for basic daily living is beyond what we can imagine from our comfortable perspective. Walking to a spring and carrying every gallon of water needed several miles, many of those miles up steep grades, every day is the rule, not the exception. This is a chore that demands time that could very well be better spent if these demands were lessened. We seek to lessen this chore by partnering with folks here who have the need and are willing to do their part and folks who have the funds and desire to help. We are able to place a cistern as a water source at these folks’ homes that will save hundreds of such trips. The cost per cistern is equivalent to $1.91 per day for a year, or $700, and will change lives for decades. It is a “cup” of water in Jesus’ name."
    },
    {
      "title": "Evangelism",
      "description": "One way we directly share the God’s Message is by showing a film called The Hope (Lespwa in Creole). The film does a remarkably complete job of presenting who God is and His plan for the redemption of mankind. We discreetly distribute Bibles in Creole as we travel showing this film. It is our desire to see as many people as possible come to a true, saving, growing, sanctifying relationship with Christ as Lord. We distribute Creole Bibles in the area, mostly through the Haitian church with which we are involved, Eben-Ezer. We plan to continue this and to further equip local pastors in their study of the Word with French Study Bibles and various Bible study books in French. These are resources that we Americans take for granted but will surely be treasured and utilized by these folks. It has become evident to us over the years that by far the best people to share the plan of salvation with Haitians are Haitians, thus our effort to better equip them."
    },
    {
      "title": "Education",
      "description": "Giving a Bible to an illiterate person obviously has a limited value. Illiteracy also compounds the challenges of daily living. We see a need to help with the educational needs of the children in this area. To this end we have helped the school at Eben-Ezer Church add much needed classrooms. We also are able to sponsor children to attend Eben-Ezer school whose families cannot afford to send them. There is no free education in Haiti; there are government schools but there are fees associated with them as well. We also help, on an individual basis, children from our area seeking higher level education in Port-au-Prince."
    }
  ],
  "bannerImage": "img/campus.jpeg"
}