{
  "shortDescription": {
    "topDescription": "We serve a population of about 50,000 in Bombardopolis, a remote area of Northwest Haiti that is notoriously poor and unsettled.",
    "bottomDescription": "Our challenges are practical as well as spiritual, yet we endeavor to show the love of God as we meet basic needs of people in Jesus’ name. For 50 years we have been the only consistent source of healthcare in the area."
  },
  "cards": [
    {
      "title": "Health and medicine",
      "description": "Provide medical and spiritual care to the more than 50,000 individuals and families of rural northwestern Haiti, including premature and low birth-weight infants and new mothers.",
      "image": "img/home-card-health.jpeg"
    },
    {
      "description": "Provide medical and spiritual care to the more than 50,000 individuals and families of rural northwestern Haiti, including premature and low birth-weight infants and new mothers.",
      "title": "Health and medicine",
      "image": "img/home-header.jpeg"
    },
    {
      "title": "Faith & Education",
      "description": "Forging communities with local pastors to ensure God’s message of hope is heard and available to all and fostering youth education, both classroom and spiritual.",
      "image": "img/home-card-health.jpeg"
    }
  ],
  "statistic": {
    "beforeStatistic": "**Before 1970, over 70%** of babies and many mothers died in childbirth due to lack of health education, sanitation, sterilization of surgical devices, and a culture influenced by Voodoo in Bombardopolis.",
    "afterStatistic": "**Now, less than 5%** of babies and mothers die in childbirth because of the services that IMF Haiti hospital is providing with health and mother baby education, health and wellness training and access to medical professionals as well as the Gospel."
  },
  "newsletters": [
    {
      "title": "2022 Newsletter",
      "link": "https://google.com"
    },
    {
      "title": "2021 Newsletter",
      "link": "https://google.com"
    },
    {
      "title": "2020 Newsletter",
      "link": "https://google.com"
    },
    {
      "title": "July 2022 Newsletter",
      "link": "https://docs.google.com/document/d/18UcMAr3Yz67H5lG_67FMZzvRAv_cbdjF/edit?usp=sharing&ouid=101462276814839025932&rtpof=true&sd=true"
    }
  ],
  "bannerImage": "img/home-header.jpeg"
}